Repository: 7adietri/repo-scripts
Catalog: script.adzapper/resources/language/resource.language.*/strings.po
Languages: pl_pl

# Addon Summary
source: Rezap to current channel after some time (advertisment)
pl_pl: Powrót do aktualnego kanału po (reklamie) w ustalonym czasie

# Addon Description
source: Add advertisment skipping to your Kodi system, allowing the user to define a time to switch back to the current channel. During this time the user can switch channel without thinking to switch back manually.
pl_pl: Pomijanie reklam dla Live TV, umożliwiając użytkownikowi zdefiniowanie czasu reklamy, aby przełączyć się z powrotem na bieżący kanał. W tym czasie możesz przełączyć kanał bez zastanawiania się nad ręcznym przełączeniem, po określonym przez ciebie czasie dodatek sam przełączy na wcześniej zdefiniowany kanał.

# #32002
source: AD Interval Length (Minutes)
pl_pl: Długość interwału (w Minutach)

# #32003
source: Default AD Time (Minutes)
pl_pl: Domyślna długość reklam (w Minutach)

# #32004
source: Warning Length (Seconds)
pl_pl: Czas na wybór akcji (w Sekundach)

# #32005
source: Maximum AD Time (Minutes)
pl_pl: Maksymalna długość reklam (w Minutach)

# #32011
source: Key mapping
pl_pl: Mapowanie przycisków

# #32012
source: Use keymap editor addon!
pl_pl: Użyj dodatku Keymap Editor do mapowania klawiszy

# #32013
source: Open keymap editor
pl_pl: Otwórz edytor mapowania klawiszy (przycisków)

# #32021
source: Advanced
pl_pl: Zaawansowane

# #32022
source: Debugging
pl_pl: Debugowanie

# #32023
source: Enable debug logging
pl_pl: Włącz debugowanie dla dodatku

# #32101
source: Rezap to ...
pl_pl: Powrót do kanału...

# #32102
source: Cancel
pl_pl: Anuluj

# #32103
source: Minutes
pl_pl: Minut

# #32104
source: Disabled
pl_pl: Wyłączony
